/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Afbryd";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Afbryd scanning";

/* alert button */
"Continue" = "Fortsæt";

/* alert button */
"Continue scan" = "Fortsæt scanning";

/* alert button */
"Ignore" = "Ignorer";

/* alert button */
"Ignore plug-in" = "Ignorer tilbehør";

/* alert button */
"Open plug-in graphic interface" = "Åbn grafisk grænseflade til tilbehør";

/* alert button */
"Start Plug-In Manager" = "Start Plug-In Manager";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Kære bruger af ^P\nDer er slået %ld Audio Unit(s) til, som ikke bestod Apple AU-kontrollen. Det kan medføre problemer og kan få ^P til at bryde ned eller medføre datatab! Bed producenten eller producenterne om opdaterede versioner. Vi anbefaler, at disse tilbehør slås fra i Plug-In Manager.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Kun Audio Units, der er blevet scannet, er tilgængelige i ^P.\nScanning fortsætter, næste gang du starter ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Audio Unit “%1$@” fra “%2$@” meddeler, at den ikke er godkendt til brug på dette system.\nLæs dokumentationen til tilbehøret, hvis du vil vide mere om beskyttelse mod kopiering.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Audio Unit “%1$@” fra “%2$@” meddeler, at den ikke er godkendt til brug på dette system.\nLæs dokumentationen til tilbehøret, hvis du vil vide mere om beskyttelse mod kopiering. Du kan åbne den grafiske grænseflade til tilbehøret nu og administrere beskyttelse mod kopiering.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Under kontrol af Audio Unit-kompatibilitet fandt ^P %ld Audio Unit-tilbehør, som ikke opfylder Apple AU-kravene. Disse tilbehør er udelukket fra videre brug i ^P for at forhindre problemer eller nedbrud. Du kan starte Plug-In Manager nu for at gennemgå kontrolresultaterne eller fortsætte startprocessen.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P sluttede uventet under forsøg på at bruge Audio Unit “%1$@” vha. “%2$@”.\nDette tilbehør skal måske opdateres.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Der opstod en fejl med et installeret Audio Unit-tilbehør.";

/* alert title */
"Audio Unit authorization error." = "Fejl ved godkendelse af Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Der blev fundet inkompatible Audio Units.";

/* alert title */
"You are about to abort the scan process." = "Du er ved at afbryde scanningen.";

/* alert title */
"You are using incompatible Audio Units." = "Du bruger Audio Units, der ikke er kompatible.";

/* audio unit type */
"MIDI processor" = "MIDI-processor";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-styret effekt";

/* audio unit type */
"effect" = "effekt";

/* audio unit type */
"format converter" = "konvertering af format";

/* audio unit type */
"generator" = "generator";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mikser";

/* audio unit type */
"offline effect" = "offline-effekt";

/* audio unit type */
"output unit" = "enhed til lyd ud";

/* audio unit type */
"panner" = "panorering";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Søger efter Audio Unit-tilbehør…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Opdaterer oplysninger om Audio Unit-tilbehør…";

/* possible validation result */
"couldn’t be opened" = "kan ikke åbnes";

/* possible validation result */
"crashed validation" = "godkendelse mislykkedes";

/* possible validation result */
"failed validation" = "godkendelse mislykkedes";

/* possible validation result */
"not authorized" = "ikke godkendt";

/* possible validation result */
"not validated due to internal error" = "ikke godkendt pga. intern fejl";

/* possible validation result */
"not yet validated" = "ikke godkendt endnu";

/* possible validation result */
"successfully validated" = "godkendt";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Scanner Audio Units (færdig med %1$d af %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Scanner Audio Units (færdig med %1$ld af %2$ld)";

/* used for invalid version numbers */
"invalid" = "ugyldig";

/* used when value transformer can’t interpret given object */
"unknown" = "ukendt";
